# 지금까지 배운 내용을 활용해서
# 재미있는 함수 만들기 예제

# import random

# groups = ["에스파", "하트2하트", "리센느", "태연", "엔믹스"]

# # 랜덤 뽑기 !
# my_group = random.choice(groups)
# print(my_group)

# group_details = [
#   {
#       "이름": "에스파",
#       "리더": "카리나"
#       },
#       {
#         "이름": "엔믹스"
#         "리더": "해원"}
#       {
#         "이름": "리센느"
#         "리더": "원이"
#         }
# ]

# def get_random_group():
#     groups =[
#     {
#       "이름": "에스파",
#       "리더": "카리나"
#       },
#       {
#         "이름": "엔믹스"
#         "리더": "해원"}
#       {
#         "이름": "리센느"
#         "리더": "원이"
#         }
# ]

print("=== 그룹활동 ===")
import random

travel_list = [
    {"나라": "일본", "수도": "도쿄"},
    {"나라": "프랑스", "수도": "파리"},
    {"나라": "대한민국", "수도": "서울"},
    {"나라": "스페인", "수도": "마드리드"},
    {"나라": "영국", "수도": "런던"},
]

my_travel = random.choice(travel_list)

print(f'환영합니다! {my_travel["나라"]} 나라의 수도 {my_travel["수도"]} 입니다!')
