print("산업안전산업기사 필기")

# 산업재해 예방의 4원칙 중 "재해발생에는 반드시 원인이 있다,"라는 원칙은
# - 원인 계기의 원칙
# 인화성물질
# 매슬로우의 인간욕구 5단계 이론에서 각 단계별 내용이 잘못 연결된 것은
# - 자아실현의 욕구
# "매슬로우 욕구 5단계 
# 1단계 : 생리적 욕구
# 2단계 : 안전 욕구
# 3단계 : 사회적 욕구
# 4단계 : 존경욕구"
# 무재해운동의 기본이념 3가지에 해당하지 않는 것은 
# - 자주 활동의 원칙
# 무재해운동 3대 기본이념(3원칙) -무의 원칙, 선취의 원칙, 참가의 원칙
# 안전교육의 3단계에서 생활지도, 작업동작지도 등을 통한 안전의 습관화를 위한 교육은 ? - 태도교육
# 리더십의 특성에 대한 설명으로 옳은 것은
# - 지휘형태는 민주적이다.
# 파블로프의 조건반사설에 의한 학습이론의 원리에 해당되지 않는 것
# - 준비성의 원리
# 파블로프 조건반사설의 학습원리 4가지 : 시간의 원리, 강도의 원리, 일관성의 원리, 계속성의 원리
# 기업 내 정형교육 중 TWT의 훈련내용이 아닌 것은
# - 사례연구훈련
# 학습 성취에 직접적인 영향을 미치는 요인과 가장 거리가 먼 것은
# - 적성
# 레빈의 법칙에서 환경조건(E)에 포함되는 것은 인간관계
# 레빈의 법칙 B=f(P'E) - B는 행동, P는 개체, E는 환경조건
# 허즈버그의 동기'위생이론 중 위생요인에 해당하지 않는 것은 책임감
# 재해손실비 중 직접손실비에 해당하지 않는 것은 생산손실급여
# 기계'기구 또는 설비의 신설, 변경 또는 고장수리 등 부정기적인 점검을 말하며 기술적 책임자가 시행하는 점검은 특별점검
# 산업안전보건법령상 관리감독자가 수행하는 안전 및 보건에 관한 업무에 속하지 않는 것은 - 해당 사업장 안전교육계획의 수립 및 안전교육 실시에 관한 보좌 및 지도'조언
# 재해의 간접원인 중 기술적 원인에 속하지 않는 것은 - 경험 및 훈련의 미숙
# 정상적 상태이지만 생리적 상태가 휴식할 때에 해당하는 의식수준은 - phase ll
# 하버드 학파의 5단계 교수법에 해당되지 않는 것은 - 추론한다
# 아담스의 사고연쇄 반응이론 중 관리자가 의사결정을 잘못하거나 감독자가 관리적 잘못을 하였을 때의 단계에 해당하는 것은 - 작전적 에러
# KOSHA GUIDE의 설명이 틀린 것은 - 법적 구속력이 있다
# 제조업자는 제조물의 결함으로 인하여 생명'신체 또는 재산에 손해를 입은 자에게 그 손해를 배상하여야 하는데 이를 무엇이라 하는가 - 제조물 책임
# 신체반응의 측정에서 상완을 자연스럽게 수직으로 늘어뜨린 채, 전완만으로 편하게 뻗어 파악할 수 있는 구역은 - 정상작업역
# 조종장치를 15mm움직였을 때, 표시계기의 지침이 25mm움직였다면 이 기기의 C/R 비는 - 0.6
# 반복되는 사건이 많이 있는 경우에 FTA의 최소 컷셋을 구하는 알고리즘이 아닌 것은 - Monte Carlo Algorithm
# FT도에 사용되는 논리기호 중 AND게이트에 해당하는 것은(반원모양)
# 시스템 안전 분석기법 중 인적 오류와 그로 인한 위험성의 예측과 개선을 위한 기법은 THERP
# 체계 설계 과정의 주요 단계 중 가장 먼저 실시되어야 하는 것은 - 목표 및 성능 명세 결정
# 산업안전보건법에 따라 상시 작업에 종사하는 장소에서 보통작업을 하고자 할 때 작업면의 최소 조도로 맞는 것은
# (단, 작업장은 일반적인 장소이며, 감광재료를 취급하지 않는 장소) - 150
# 시스템에 영향을 미칠 우려가 있는 모든 요소의 고장을 형태별로 해석하여 그 영향을 검토하는 분석방법은 - FMEA
# 체계 설계 과정 중 기본설계 단계의 주요활동으로 볼 수 없는 것은 - 체계의 정의
# 정보의 청각적 제시방법이 적절한 경우는 - 수신자가 여러 곳으로 움직여야 할 때
# 신체 부위의 운동 중 몸의 중심선으로 이동하는 운동은 - 내전운동
# 인간공학의 중요한 연구과제인 계면설계에 있어서 다음 중 계면에 해당되지 않는 것은 - 조명시설
# 사용자의 잘못된 조작 또는 실수로 인해 기계의 고장이 발생하지 않도록 설계하는 방법은 - fool proof
# FTA에서 사용되는 사상기호 중 통상의 작업이나 기계의 상태에 서 재해의 발생 원인이 되는 요소가 있는 것을 나타내는 것은 - 집모양기호
# 동전던지기에서 앞면이 나올 확률이 0.2이고, 뒷면이 나올 확률이 0.8일 때, 앞면이 나올 확률의 정보량과 뒷면이 나올 확률의 정보량이 맞게 연결된 것은 - 앞면:약2.32bit,뒷면:약0.32bit
# 건습지수로서 습구온도와 ㅓㄴ구온도의 가중평균치를 나타내는 oxford지수의 공식으로 맞는 것은 - WD=0.85WB+0.15DB
# 다음 설명에 해당하는 시스템 위험분석방법은 다음] 시스템의 정의 및 개발단계에서 실행, 시스템의 기능, 과업, 활동으로부터 발생되는 위험에 초점을 둠 - 운융위험분석(OHA)
# 인체측정 자료를 장비, 설비 등의 설계에 적용하기 위한 응용원칙에 해당하지 않는 것은 - 구조적 치수 기준의 설계
# 국제노동기구에서 구분한 "일시 전노동 불능"에 관한 설명으로 옳은 것은 - 의사의 소견에 따라 일정 기간 동안 노동에 종사할 수 없는 상해
# 어떤 소리가 1,000Hz, 60dB인 음과 같은 높이임에도 4배 더 크게 들린다면, 소리의 음압수준은 80dB
# 아세틸렌 용접장치의 발생기실을 옥외에 설치한 경우에는 그 개구부는 다른 건축물러부터 몇 m이상 떨어져야 하는가 - 1.5
# 프레스 작업 중 작업자의 신체일부가 위험한 작업점으로 들어가면 자동적으로 정지되는 기능이 있는데 이러한 안전대책은 - 인터록
# 선반 작업의 안전사항으로 틀린 것은 - 바이트는 끝을 길게 장치한다
# 산업안전보건법령상 양중기의 달기체인에 대한 사용금지 사항으로 틀린 것은- 달기체인의 한 꼬임에서 끊어진 소선의 수가 10% 이상인것
# 컨베이어 작업시작 전 점검해야 할 사항으로 거리가 먼 것은 - 자동전격방지장치의 이상 유무
# 다음 중 연삭기를 이용한 작업을 할 경우 연삭숫돌을 교채한 후에는 얼마 동안 시험운전을 해야하는지 - 3분
# 소성가공의 종류가 아닌 것은 - 연삭
# 컨베이어의 역전방지장치 형식이 아닌 것은 - 램식
# 개구부에서 회전하는 롤러의 위험점까지 최단거리가 60mm일 때 개구부의 간격은 -15mm
# 보일러수에 불순물이 많이 포함되어있을 경우, 보일러수의 비등과 함께 수면부위에 거품을 형성하여 수위가 불안정하게 되는 현상은 - 포밍
# 접근반응형 방호장치에 해당되는 것은- 광전자식 방호장치
# 가공물 또는 공구를 회전시켜 나사나 기어 등을 소성가공하는 방법은 - 전조
# 휴대용 연삭기 덮개의 노출각도 기준은 - 180도 이내
# 근로자에게 위험을 미칠 우려가 잇는 원동기, 축이음, 풀리 등에 설치하여야 하는 것은 - 덮개
# 산업안전보건법령상 프레스를 사용하여 작업을 할 때 작업시작 전 점검항목에 해당하지 않는 것은 - 전선 및 접속부 상태
# 왕복운동을 하는 기계의 동작부분과 고정부분 사이에 형성되는 위험점으로 프레스, 전단기 등에서 주로 나타나는 곳은 - 협착점
# 산업안전보건기준에 의거하여 프레스 등의 금형을 부착, 해체 또는 조정작업 중 슬라이드가 갑자기 작동함으로써 발생하는 근로자의 위험을 방지하기 위하여 사업주가 설치해야 하는 것은 - 안전블록
# 지게차의 작업 상태별 안정도에 관한 설명으로 틀린 것(V는 최고속도km/h) - 기준 부하상태에서 하역작업 시의 전후 안정도는 20% 이내
# 산업안전보건법령상 보일러의 안전한 가동을 위하여 보일러 규격에 맞는 압력방출장치가 2개 이상 설치된 경우에 최고사용압력 이하에서
# 1개가 작동되고, 다른 압력방출장치는 최고사용압력의 몇 배 이하에서 작동되도록 부착하여야 하는가 - 1.05배
# 드릴작업의 안전수칙으로 가장 적합한 것은 - 작업시작 전 척 렌치를 반드시 뺀다
# 근로자가 활선작업용 기구를 사용하여 작업할 경우 근로자의 신체 등과 충전전로 사이의 선간전압별 접근한계 거리가 틀린 것은 - 15kV 초과 37kV이하 : 80cm
# 송전선의 경우 복도체 방식으로 송전하는데 이는 어떤 방전 손실을 주이기 위한 것인가 - 코로나 방전
# 인체가 전격을 당했을 경우 통전시간이 1초라면 심실세동을 일으키는 전류값(mA)는 -165
# 배관용 부품에 있어 사용되는 용도가 다른 것은- 밸브
# 일반적인 방전형태의 종류가 아닌 것은 - 적외선방전
# 폭발하한농도가 가장 높은 것 - 일산화탄소
# 산업안전보건법령상 방폭전기설비의 위험장소분류에 있어 보통 상태에서 위험 분위기를 발생할 염려가 있는 장소로서
# 폭발성 가스가 보통상태에서 집적되어 위험농도로 될 염려가 있는 장소를 몇 종 장소라 하는가 - 1종장소
# 산업안전보건법령에 따른 위험물질의 종류 중 부식성 염기류에 관한 내용. ()안에 알맞은 수치는
# - 농도가 ()% 이상인 수산화나트륨, 수산화칼륨, 그 밖에 이와 같은 정도 이상의 부식성을 가지는 염기류 - 40
# 정전기 제거방법으로 가장 거리가 먼 것은 - 설비의 주변에 적외선을 조사한다
# 사람이 접촉될 우려가 있는 장소에서 접지공사의 접지선을 시설할 때 접지극의 최소 매설깊이는 - 지하 75cm이상
# 정전기 발생에 영향을 주는 요인에 대한 설명으로 틀린 것 - 물체의 분리속도가 빠를수록 발생량은 적어짐
# 피뢰기로서 갖추어야 할 성능 중 틀린 것은 - 제한 전압이 높을 것
# 산업안전보건법에서 정한 위험물질을 기준량 이상 제조하거나 취급하는 화학설비로서 내부의 이상상태를 조기에 파악하기 위하여 필요한 온도계'유량계'압력계 등의 계측장치를 설치하여야 하는 대상이 아닌 것 - 흡열반응이 일어나는 반응장치
# 폭발 방호 대책과 가장 거릭 먼 것은 - 불활성화
# 방폭구조의 종류가 아닌 것은 - 고압 방폭구조
# 인체가 현저히 젖어 있거나 인체의 일부가 금속성의 전기기구 또는 구조물에 상시 접촉되어 있는 상태의 허용접촉전압(V)은 - 25V
# 전기화재의 발생원인이 아닌 것은 - 절연저항
# 전기기계'기구에 대하여 누전에 의한 감전위험을 방지하기 위하여 누전차단기를 전기기계'기구에 접속할 때 준수하여야 할 사항으로 옳은 것 - 누전차단기는 정격감도전류가 30mA이하이고 작동시간은 0.03초 이내일 것
# 가연성 가스가 아닌 것 - 이산화탄소
# 전기화재의 주요 원인이라고 할 수 없는 것 - 절연저항값의 증가
# 작업통로 경사로의 경사각이 30도 일 때 미끄럼막이 간격으로 옳은 것은 - 30cm
# 철골작업을 중지하여야 하는 풍속과 강우량 기준으로 옳은 것 - 풍속 10m/sec이상, 강우량 1mm/h이상
# 흙막이지보공을 설치하였을 때 정기적으로 점검하고 이상을 발견하면 즉시 보수하여야하는 사항으로 거리가 먼 것 - 발판의 지지 상태
# 지붕 위에서의 위험방지를 위한 내용.- 30cm
# - 슬레이트, 선라이트 등 강도가 약한 재료로 덮은 지붕 위에서 작업을 할 때에 발이 빠지는 등 근로자가 위험해질 우려가 있는 경우 폭()이상의 발판을 설치하거나 안전방망을 치는 등 위험을 방지하기 위하여 필요한 조치를 하여야 함
# 달비계의 최대 적재하중을 정하는 경우 달기와이어로프 및 달기강선의 안전계수 기준으로 옳은 것 - 10 이상
# 콘크리트 타설작업을 하는 경우에 준수해야 할 사항으로 옳지 않은 것 - 콘크리트를 타설하는 경우에는 편심을 유발하여 한쪽 부분부터 밀실하게 타설되도록 유도
# 연약지반을 굴착할 때, 흙막이벽 뒤쪽 흙의 중량이 바닥의 지지력보다 커지면, 굴착저면에서 흙이 부풀어오르는 현상은 히빙
# 말비계에 설치되는 작업발판의 폭에 대한 기준으로 옳은 것 - 40cm이상
# 산업안전보건법령에 따른 중량물을 취급하는 작업을 하는 경우의 작업계획서 내용에 포함되지 않는 사항은 - 위험물 누출위험을 예방할 수 있는 안전대책
# 추락재해 방호용 방망의 신품에 대한 인장강도